Repository: pumukit/PumukitPodcastBundle
Catalog: Resources/translations/messages.*.xlf
Languages: eu, gl

source: Podcast info For Multimedia Object:
eu: Multimedia objetuaren podcast informazioa:
gl: Información de podcast para o Obxecto Multimedia:

source: Status
eu: Egoera
gl: Estado

source: Not published on PodcastEDU/iTunesU.
eu: PodcastEDU/iTunesU-n ez argitaratua.
gl: Non publicado en PodcastEDU/iTunesU.

source: WARNING, Not video tracks with
eu: ADVERTENCIA, no hay pistas de vídeo con
gl: ADVERTENCIA, non hai pistas de vídeo con

source: WARNING, Not audio tracks with
eu: OHARRA, ez dago audio pistarik
gl: ADVERTENCIA, non hai pistas de son con

source: Published
eu: Argitaratua
gl: Publicado

source: Podcast info For Series:
eu: Serientzako Podcast informazioa:
gl: Información de podcast para Series:

source: It downloads and subscribes to an audio-only podcasts of this series.
eu: Jaitsizazu edo arpidetu zaitez serie honen audio podcastera.
gl: Descargarse e subscribirse a un podcast, só de son, desta serie.

source: Audio POD
eu: Audio PODa
gl: Son POD

source: Subscribe to this series podcast (requires iTunes)
eu: Serie honen podcastera harpidetu (iTunes beharrezkoa)
gl: Subscribirse ao podcast desta serie (require iTunes)

source: It downloads and subscribes to the full video podcasts of this series.
eu: Jaitsiezazu edo harpidetu zaitez serie honen bideo-podcast guztierata.
gl: Descargarse e suscribirse a tódolos podcasts de vídeo desta serie.

source: Video POD
eu: Vídeo POD
gl: Vídeo POD

source: It downloads and subscribes to the video and audio podcasts of this series.
eu: Se descarga y se suscribe a los podcasts de vídeo y audio de esta serie.
gl: Descárgase e subscríbese aos podcasts de vídeo e son desta serie.

source: All POD
eu: POD guztiak
gl: Todos POD
